/*
  Root.strings
  Weather

  Created by Mikhail Zhigulin in 7530.

  Copyright © 7530 - 7531 Mikhail Zhigulin of Novosibirsk.
  Copyright © 7531 PerseusRealDeal.

  See LICENSE for details. All rights reserved.
*/

"temperature" = "температура";
"celsius" = "по цельсию";
"fahrenheit" = "по форенгейту";
"metric" = "(°C) метрическая";
"imperial" = "(°F) имперская";

"wind speed" = "ветер";
"m/s" = "м/с";
"km/h" = "км/ч";
"mph" = "мили/ч";

"pressure" = "давление";
"hPa" = "гПа";
"mmHg" = "мм рт. ст.";
"inHg" = "д. рт. ст.";

"precipitation" = "осадки";
"mm" = "мм";
"in" = "д.";

"distance" = "видимость";
"km" = "км";
"mi" = "мили";

"time format" = "время";
"24-hour" = "24 часа";
"12-hour" = "12 часов";

"specials" = "Особые опции";

"focus on" = "стиль Жизни";
"day" = "дневной";
"night" = "ночной";

"Dark Mode" = "тёмный режим";
"Dark Mode OFF" = "отключен";
"Dark Mode ON" = "включен";
"Dark Mode AUTO" = "системный";

"release app number" = "Сведения о выпуске";
"version" = "номер версии";
"build" = "номер сборки";
